src/request-samples/pushApirData.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="http://oneiss.doh.gov.ph/webservice">
  <soapenv:Header/>
  <soapenv:Body>
    <urn:pushApirData>
      <Data><![CDATA[{"sample":"apir"}]]></Data>
    </urn:pushApirData>
  </soapenv:Body>
</soapenv:Envelope>
